[
  {
    "id": 1,
    "title": "Déconnexion",
    "images": ["medias/paysage_03.jpg"],
    "link": "https://youtu.be/oxHs42J_gNQ",

    "titleHero": "DÉCONNEXION",
    "imgHero": ["medias/paysage_03.jpg"],
    "descriptionHero": "Réalisation de plusieurs séquences d’animations d’un environnement 3D, conçu à partir d’un montage sonore développé dans le cadre d’un cours d’audio. ",

    "imgObj": ["medias/paysage_01.jpg"],

    "classDonnees": "[ Animation 3D ]",
    "collabDonnees": "[ Individuel ]",
    "workDonnees": "[ Recherche d'inspirations, animation et montage ]",
    "appDonnees": "[ MAYA & DaVinci ]",
    
    "objectifObj": "Le projet avait pour objectif la réalisation d’un court métrage d’animation 3D d’une durée minimale de soixante secondes. L’intention principale était de créer une expérience immersive capable de capter l’attention du spectateur et de susciter un état de contemplation.",

    "text1Process": "Le processus de création s’est amorcé à partir de la trame sonore, une ambiance de sortie en boîte de nuit conçue dans le logiciel Max, qui a servi de fondation conceptuelle et rythmique à l’ensemble du projet. Cette approche inversée (partir du son pour construire l’image) a guidé le choix d’un modèle 3D d’un bar rétro-futuriste à l’esthétique asiatique réalisé par ONEROCKETT.",
    "img1Process": ["medias/paysage_modele3D.png"],
    "text2Process": "Une fois importé dans MAYA, la palette de couleur a été retravaillée afin d’harmoniser l’environnement avec l’atmosphère sonore, et enrichissement de l’éclairage pour renforcer l’immersion. L’animation de la caméra a ensuite été pensée pour recréer une sensation progressive de désorientation et de chaos visuel où les repères spatiaux se fragmentent, le temps semble se dilater et le lâcher prise devient inévitable.",
    "img2Process": ["medias/paysage_02.jpg"],
    "text3Process": "Quatre séquences distinctes ont été produites : trois animations de caméra dans l'environnement du bar, et une animation de caméra et de distorsion dans un univers plus abstrait. afin d’orchestrer un montage cohérent entre image et son. Ce travail de postproduction a permis de synchroniser les variations visuelles aux intensités sonores, consolidant ainsi l’expérience immersive recherchée.",
    "creditsProcess": "Sous la direction artistique et technique de Charlène Gilbert"
  },
  {
    "id": 2,
    "title": "Portfolio de photos",
    "images": ["medias/portfolio_accueil.png"],
    "link": "https://www.figma.com/design/PJl1QVdefYJRyqASUitmoR/hebert_jade__T04_582-201MO?t=oRpOyULxuzdznX5q-1",

    "titleHero": "PORTFOLIO DE PHOTOS",
    "imgHero": ["medias/portfolio_accueil.png"],
    "descriptionHero": "Création d’un prototype interactif d’un portfolio créatif, original et qui reflète ma personnalité.",

    "imgObj": ["medias/portfolio_graphique.png"],

    "classDonnees": "[ Design graphique ]",
    "collabDonnees": "[ Individuel ]",
    "workDonnees": "[ Recherche d'inspirations, création d'un moodboard et de maquettes graphiques, création d'un prototype ]",
    "appDonnees": "[ Figma ]",
    
    "objectifObj": "Le projet avait pour objectif de concevoir le design d’un portfolio à l’aide de Figma, en suivant un processus complet allant de la création de maquettes graphiques à la réalisation d’un prototype interactif : recherche d’inspirations et élaboration d’un moodboard, puis sélection et présentation des styles finaux dans une planche de styles.",

    "text1Process": "Pour développer mon concept visuel, je me suis inspirée de sites web au design épuré et fonctionnel, combinant un esthétique moderne proche des magazines avec une expérience utilisateur intuitive. J’ai exploré différents styles visuels — du brutalisme digital à des compositions plus fluides et colorées.",
    "img1Process": ["medias/portfolio_moodboard_01.png"],
    "text2Process": "Le site devait intégrer plusieurs éléments fonctionnels et visuels : une animation automatique au chargement, deux animations déclenchées par des interactions (clic, scroll, hover, etc.), six images minimum, en plus de suivre une structure obligatoire : une page d'accueil, une section secondaire, une page de contact et un logo.",
    "img2Process": ["medias/portfolio_prototype.png"],
    "text3Process": "J’ai ensuite réalisé une planche de wireframes définissant la structure souhaitée pour mon portfolio. Puis, j'ai incorporé mes couleurs de mon moodboard ainsi que ma police et les élements UI (boutons et carroussels). Finalement, j'ai créé un prototype interactif sur Figma, simulant les animations et le comportement de mon portfolio.",
    "creditsProcess": "Sous la direction artistique et technique de Marie-Michelle Ouellet"
  },
  {
    "id": 3,
    "title": "Animation générative",
    "images": ["medias/animation_generative_01.jpg"],
    "link": "https://youtu.be/GNn2kjDuReM",

    "titleHero": "ANIMATION GÉNÉRATIVE",
    "imgHero": ["medias/animation_generative_02.jpg"],
    "descriptionHero": "Créer une courte animation générative, alliant expérimentation et créativité.",

    "imgObj": ["medias/animation_generative_01.jpg"],

    "classDonnees": "[ Animation 3D ]",
    "collabDonnees": "[ Individuel ]",
    "workDonnees": "[ Recherche d'inspirations, génération et montage ]",
    "appDonnees": "[ MAYA & DaVinci ]",

    "objectifObj": "Le projet avait pour objectif de créer une animation 3D à l’aide des systèmes d'animations génératives de MAYA. Il était demandé d’avoir une approche autonome et expérimentale,  combinant recherche de solutions techniques, créativité et flexibilité pour surmonter les défis d’animation.",

    "text1Process": "Tout commence par la recherche d'idées. Le choix s’est porté sur le système de nParticules de MAYA, car cette animation évoquait l’organisation du système solaire. Comme tous mes projets, je voulais procurer un sentiment immersif. Une première tentative a été réalisée qui représentait la Voie Lactée.",
    "img1Process": ["medias/animation_generative_v1.jpg"],
    "text2Process": "Insatisfaite du résultat initial et conformément à la consigne de ne pas s’éterniser sur le travail, j'ai recommencé mon projet avec une nouvelle approche, toujours en utilisant le système nParticules. Une fois l'animation complétée, j'ai rajouté de la texture et de la lumière pour renforcer la cohérence. Cette texture provient d'ailleurs de POLIIGON",
    "img2Process": ["medias/animation_generative_docu.png"],
    "text3Process": "Les images rendues ont été ensuite montées dans DaVinci, et le tout a été harmonisé en intégrant la bande sonore de DUNE, accentuant ainsi l’impact spectaculaire de l’animation malgré sa courte durée.",
    "creditsProcess": "Sous la direction artistique et technique de Charlène Gilbert"
  },
  {
    "id": 4,
    "title": "Publicité web",
    "images": ["medias/publicite_02.png"],
    "link": "https://www.figma.com/design/NMTBFsotgb1tqf7dX7TT7C/hebert_jade__T02_582-201MO?t=oRpOyULxuzdznX5q-1",

    "titleHero": "PUBLICITÉ WEB",
    "imgHero": ["medias/publicite_02.png"],
    "descriptionHero": "Réaliser une bannière publicitaire dans divers formats numériques pour promouvoir une même campagne marketing",

    "imgObj": ["medias/publicite_01.png"],

    "classDonnees": "[ Design graphique ]",
    "collabDonnees": "[ Individuel ]",
    "workDonnees": "[ Recherche de sujet, analyse de communication visuelle et conception de bannières publicitaires ]",
    "appDonnees": "[ Figma ]",
    
    "objectifObj": "Le projet avait pour objectif de réaliser une affiche publicitaire numérique selon les structures de communication et en faisant une analyse du message. Puis, faire la conception du design graphique pour les divers formats numériques sélectionnés (pop-ups, instagram, facebook) pour un sujet culturel choisi.",

    "text1Process": "Puique j'aime beaucoup les festivals de musique, j'ai décidé de faire une campagne sur le célèbre festival d'OSHEAGA. Pour développer mon concept visuel, je me suis inspirée d'images mêlant le glitch, le collage et l'effet thermique, d'où j'en ai tiré ma palette de couleurs.",
    "img1Process": ["medias/publicite_moodboard.png"],
    "text2Process": "La campagne devait s’appuyer sur les structures de communication et sur une analyse du message orientée utilisateur. Dans cette optique, j’ai d’abord conçu une bannière de type pop-up, pensée comme un point de contact clé, en intégrant les éléments de la planche de styles afin d’assurer une cohérence visuelle et la clarté du message",
    "img2Process": ["medias/publicite_03.png"],
    "text3Process": "Finalement, j'ai conçu trois différentes formes de publicité médiatique selon des modèles préconçus. J'ai adapté mon modèle de publicité original pour que ce dernier s'adapte aux différentes applications (Instagram et Facebook) en respectant les règles du design.",
    "creditsProcess": "Sous la direction artistique et technique de Marie-Michelle Ouellet"
  },
    {
    "id": 5,
    "title": "OSMOSE",
    "images": ["medias/OSMOSE2.jpeg"],
    "link": "",

    "titleHero": "OSMOSE",
    "imgHero": ["medias/OSMOSE3.jpeg"],
    "descriptionHero": "Court-métrage collaboratif explorant la féminité à travers l’intelligence artificielle et la création artistique.",

    "imgObj": ["medias/OSMOSE4.jpeg"],

    "classDonnees": "[ Montage vidéo ]",
    "collabDonnees": "[ Meggie Cloutier Hamel, Sarah Septembre, Naomi Chouinard, Gitane Céré Tremblay ]",
    "workDonnees": "[ Traitement d'images et vidéos à la postproduction ]",
    "appDonnees": "[ DaVinci & Freepik ]",
    
    "objectifObj": "L’objectif de ce projet était de créer un court-métrage collaboratif servant à la fois d’exploration artistique et de démarche d’insertion professionnelle. Il visait à offrir une première expérience de création intégrant l’intelligence artificielle, tout en favorisant la collaboration entre étudiantes de différentes institutions.",

    "text1Process": "J’ai eu la chance d’être invitée à travailler sur le projet OSMOSE, un court-métrage qui explore le thème de la féminité à travers des regards pluriels, sensibles et contemporains.",
    "img1Process": ["medias/OSMOSE6.jpeg"],
    "text2Process": "Mon rôle consistait à expérimenter et intégrer des techniques d’upscaling d’images et de vidéos en postproduction afin d’améliorer la qualité visuelle et la cohérence esthétique, en s’appuyant sur des outils d’intelligence artificielle.",
    "img2Process": ["medias/OSMOSE.jpeg"],
    "text3Process": "Sous l’accompagnement de Françoise Lavoie-Pilote, l’ensemble de l'équipe de création et moi avons développé des compétences en rédaction de prompts et en utilisation de divers outils d’intelligence artificielle, notamment Runway, Midjourney et Freepik.",
    "creditsProcess": "Projet subventionné par le Pôle Lavallois d'enseignement supérieur"
  },
  {
    "id": 6,
    "title": "Cocktails de l'Avent",
    "images": ["medias/calendrier_01.png"],
    "link": "https://www.canva.com/design/DAGWf2aV2Yk/xzuQSpn_TLjJj8-Q1FUjRg/view?utm_content=DAGWf2aV2Yk&utm_campaign=designshare&utm_medium=link2&utm_source=uniquelinks&utlId=hb991a82282",

    "titleHero": "COCKTAILS DE L'AVENT",
    "imgHero": ["medias/calendrier_02.png"],
    "descriptionHero": "Réalisation d’un ensemble de 24 cartes illustrées présentant chacune une recette de cocktail et un fait anodin sur celui-ci.",

    "imgObj": ["medias/calendrier_03.png"],

    "classDonnees": "[ Design graphique ]",
    "collabDonnees": "[ Individuel ]",
    "workDonnees": "[ Recherche de recettes, conception graphique et mise en page ]",
    "appDonnees": "[ Canva ]",
    
    "objectifObj": "Le projet avait pour objectif de créer une série de petites cartes ludiques et esthétiques comme un calendrier de l'Avant permettant de découvrir des cocktails classiques et originaux. Chaque carte devait présenter la recette complète ainsi qu’un fait intéressant ou amusant lié au cocktail, afin d’enrichir l’expérience de lecture et de dégustation.",

    "text1Process": "Pour débuter, j’ai effectué une recherche sur différents types de cocktails populaires afin de sélectionner 24 recettes variées. J’ai également rassemblé pour chacun un petit fait insolite ou historique pour ajouter une touche informative et divertissante.",
    "img1Process": ["medias/calendrier_01.png"],
    "text2Process": "Je me suis ensuite inspiré d'un style plus éditorial; la palette de couleurs et la typographie sont assez sobre. Le centre de l'attention est l'illustration du cocktail.",
    "img2Process": ["medias/calendrier_04.png"],
    "text3Process": "Finalement, j’ai réalisé la mise en page des 24 cartes en harmonisant les informations visuelles et textuelles. Chaque carte présente un équilibre entre la recette, l’illustration et le fait anodin, créant un objet graphique à la fois informatif et esthétique.",
    "creditsProcess": "Création personelle"
  }
]